{
    "articles": [
      {
        "id": 1,
        "image": "https://image-cdn.medkomtek.com/bOYE-r6SBK6Bdayu7vA32I89k6g=/673x373/smart/filters:quality(75):strip_icc():format(jpeg)/klikdokter-media-buckets/medias/1751380/original/030308500_1509000944-Pusing.jpg",
        "title": "Kepala Sering Pusing?Cek penyebabnya!",
        "description": "pusing adalah gejala dari suatu kondisi yang sering kali mennyertai seperti vertigo,perasaan pening dan lemah, perasaan tidak seimbang bahkan sampai perasaan mengambang dan kepala terasa berat.Gejala-gejala tersebut mungkin dipicu atau diperparah ketika Anda sedang berjalan, atau menggerakan kepala. Kondisi ini biasanya diikuti dengan mual atau bertambah parah, sehingga Anda perlu duduk atau berbaring. Ada banyak kemungkinan yang menyebabkan kondisi ini, termasuk gangguan telinga bagian dalam, mabuk perjalanan, hingga efek pengobatan. Terkadang, kondisi tersebut juga disebabkan oleh kondisi kesehatan lain, seperti sirkulasi buruk, infeksi, atau cedera. Efek pusing dan pemicunya bisa menjadi petunjuk untuk menentukan penyebab kondisi ini. Berapa lama pusing berlangsung dan gejala lain yang Anda rasakan juga dapat membantu menemukan sebab.  ",
        "link": "/artikel/show"
      },
      {
        "id": 2,
        "image": "https://img-cdn.medkomtek.com/NFvJuwUzrhLN15yLd8FarEFSYkQ=/0x0/smart/filters:quality(100):format(webp)/article/RIKUOf3JFOYur4gMqH018/original/068929400_1483456285-rubrik-pencernaan-sehat_Kenali_20Penyakit_20Maag_20Lebih_20Dalam.jpg",
        "title": "Apa itu Sakit Maag?",
        "description": "Maag atau disebut juga tukak lambung adalah Kelompok kondisi apa pun yang melibatkan peradangan lapisan dalam perut. Penyebabnya antara lain infeksi, cedera, konsumsi rutin pil pereda nyeri yang disebut sebagai NSAID, dan terlalu banyak alkohol. Gejala berupa nyeri perut bagian atas, mual, dan muntah. Namun, terkadang tidak ada gejalanya. Penanganan tergantung pada penyebabnya. Antibiotik dan antasida dapat membantu. Sakit maag terjadi ketika lapisan perut mengalami perlukaan dan kondisi ini bisa diperburuk dengan asam lambung. Jadi, bisa dibilang penyebab utamanya bukanlah asam lambung. Kondisi berbeda dengan penyakit asam lambung yang memang disebabkan karena asam lambung itu sendiri.",
        "link": "/artikel/show"
      },
      {
        "id": 3,
        "image": "https://s3.ap-southeast-1.amazonaws.com/indosistem/akbidsehatimedan/Mkx5UWhpdUVXd2FjNjY1bW9OdFk3Zz09-868.jpg",
        "title": "4 Sehat 5 Sempurna",
        "description": "Empat Sehat Lima Sempurna adalah pola makan yang terdiri dari kombinasi gizi lengkap yaitu protein, karbohidrat, lemak, vitamin, dan mineral yang baik bagi tubuh. Menu makanan yang masuk ke dalam Empat Sehat Lima Sempurna di antaranya: Makanan pokok seperti nasi, umbi-umbian, kentang, tepung terigu, oat, dan jagung.",
        "link": "/artikel/show"
      },
      {
        "id": 4,
        "image": "https://ners.unair.ac.id/site/images/Lihat/Ada-Kemungkinan-Virus-Corona-Terlindungi-dari-Imun-Tubuh.png",
        "title": "Bagaimana ya Menjaga Imun Tubuh yang Baik?",
        "description": "Menjaga dan meningkatkan imunitas tubuh dapat dilakukan dengan berbagai cara. Pertama, perbanyaklah konsumsi sayur dan buah karena kandungan vitamin dan mineralnya yang tinggi dapat memperkuat sistem kekebalan tubuh dalam melawan virus dan bakteri penyebab penyakit. Kedua, cukupilah waktu istirahat Anda. Kurang tidur dapat menurunkan imunitas tubuh, sehingga penting untuk mencukupi kebutuhan tidur sesuai dengan usia Anda. Ketiga, hindarilah stres. Stres yang tidak terkendali bisa meningkatkan produksi hormon kortisol yang dalam jangka panjang dapat mengakibatkan penurunan fungsi kekebalan tubuh. Keempat, lakukanlah olahraga secara rutin. Disarankan untuk rutin berolahraga selama 30 menit setiap hari, untuk meningkatkan sistem kekebalan tubuh dalam melawan infeksi. Kelima, hindarilah rokok dan alkohol. Paparan asap rokok dan alkohol secara berlebih dapat merusak sistem kekebalan tubuh. Terakhir, konsumsilah suplemen. Selain menerapkan pola hidup sehat, sebagian orang memilih untuk mengonsumsi suplemen untuk meningkatkan imunitas tubuh. Menjaga imunitas tubuh adalah langkah penting untuk mencegah berbagai jenis penyakit. Semoga informasi ini bermanfaat!",
        "link": "/artikel/show"
      },
      {
        "id": 5,
        "image": "https://img.okezone.com/content/2017/03/27/194/1652023/aneka-manfaat-vitamin-e-untuk-rambut-KzvjBOdbwH.jpg",
        "title": "Minum vitamin Sesuai yang Tubuh Butuhkan",
        "description": "Minum vitamin sesuai dengan kebutuhan tubuh adalah hal yang sangat penting untuk menjaga kesehatan dan fungsi tubuh agar optimal. Setiap orang, mulai dari bayi hingga orang tua, membutuhkan vitamin. Meskipun jenis vitamin yang dibutuhkan oleh semua orang pada dasarnya sama, dosis dan aturan minum vitamin bisa berbeda-beda tergantung pada usia. Misalnya, vitamin C dibutuhkan sekitar 90 mg per hari dan maksimal 2.000 mg, sedangkan vitamin D dibutuhkan sekitar 600 IU per hari dan maksimal 4.000 IU. Penting untuk meminum vitamin sesuai dosis yang dianjurkan. Minum vitamin dalam dosis yang lebih banyak tidak akan membuat Anda mendapatkan manfaat yang lebih. Tubuh hanya menggunakan vitamin sesuai jumlah yang dibutuhkan dan kelebihan vitamin yang larut air akan dikeluarkan dari tubuh melalui urine. Oleh karena itu, sebelum memutuskan untuk mengonsumsi vitamin, sebaiknya konsultasikan dengan dokter tentang kebutuhan tubuh Anda terhadap vitamin.",
        "link": "/artikel/show"
      },
      {
        "id": 6,
        "image": "https://static.vecteezy.com/system/resources/previews/000/412/244/original/mental-health-and-disorder-illustration-vector.jpg",
        "title": "Kesehatan Jiwa yang Baik ",
        "description": "Kesehatan jiwa atau kesehatan mental adalah keadaan di mana individu dapat berkembang secara fisik, mental, spiritual, dan sosial sehingga individu tersebut menyadari kemampuan sendiri, dapat mengatasi tekanan hidup normal, bekerja secara produktif, dan mampu memberikan kontribusi bagi komunitasnya. Kesehatan jiwa mencakup aspek-aspek fisik, psikologis, dan sosial. Kesehatan jiwa yang baik adalah kondisi ketika batin berada dalam keadaan tenteram dan tenang, sehingga memungkinkan individu untuk menikmati kehidupan sehari-hari dan menghargai orang lain di sekitar. Kesehatan jiwa dapat didefinisikan sebagai ranah yang mengurus (mengelola dan sebagainya) suatu kondisi yang memungkinkan perkembangan fisik, intelektual, dan emosional menjadi lebih optimal. Keadaan yang memungkinkan individu menjadi sejalan dan selaras dengan keadaan orang lain. Pendekatan terkini dalam mengelola persoalan kesehatan jiwa adalah pendekatan holisitik yang melampaui ataupun menerobos batasan psikologi klinis, medis, dan psikiatris. Hal ini disebabkan karena kesehatan jiwa merupakan pusat dari berbagai peristiwa sosial, sehingga kepentingan pengelolaan kesehatan jiwa perlu melibatkan berbagai bidang.",
        "link": "/artikel/show"
      }
    ]
  }
  